Repository: KDE/plasma-remotecontrollers
Catalog: po/sa/kcm_mediacenter_remotecontrollers.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: भवतः नामानि

# EMAIL OF TRANSLATORS
source: Your emails
sa: भवतः ईमेलपत्राणि

source: Play
sa: क्रीडतु

source: Stop
sa: विरमतु

source: Pause
sa: विराम

source: Rewind
sa: पश्चात्तापं कुरुत

source: Fast Forward
sa: शीघ्रं अग्रे गच्छतु

source: Enter
sa: प्रवेश

source: Up
sa: उपरि

source: Down
sa: अधः

source: Right
sa: दक्षिणः

source: Left
sa: वामः

source: Button 0
sa: बटनं 0

source: Button 1
sa: बटनम् १

source: Button 2
sa: बटनम् २

source: Button 3
sa: बटनम् 3

source: Button 4
sa: बटनम् ४

source: Button 5
sa: बटनम् ५

source: Button 6
sa: बटनम् ६

source: Button 7
sa: बटनम् 7

source: Button 8
sa: बटनम् 8

source: Button 9
sa: बटनम् ९

source: Button Blue
sa: बटन नील

source: Button Green
sa: बटन हरित

source: Button Yellow
sa: बटन पीत

source: Button Red
sa: बटनं लालम्

source: Channel Up
sa: चैनल अप

source: Channel Down
sa: चैनल डाउन

source: Exit
sa: निर्गम

source: Back
sa: पृष्ठभागः

source: Home
sa: गृहम्‌

source: Menu
sa: मेनू

source: Subtitle
sa: उपशीर्षकम्

source: Left Meta
sa: वाम मेटा

source: Games
sa: क्रीडाः

source: Cancel
sa: निरसयतु

source: Mode
sa: मोड्

source: Start
sa: प्रारंभः

source: Gamepad X / Gamepad Square
sa: गेमपैड एक्स / गेमपैड स्क्वायर

source: Gamepad A / Gamepad Cross
sa: गेमपैड ए / गेमपैड क्रॉस

source: Gamepad B / Gamepad Circle
sa: गेमपैड बी / गेमपैड वृत्त

source: Gamepad Y / Gamepad Triangle
sa: गेमपैड वाई / गेमपैड त्रिकोण

source: Trigger Left-1
sa: ट्रिगर वाम-1

source: Trigger Right-1
sa: ट्रिगर राइट-1

source: Trigger Left-2
sa: ट्रिगर वाम-2

source: Trigger Right-2
sa: ट्रिगर राइट-2

source: DPad Down
sa: DPad Down इति

source: DPad Left
sa: DPad वाम

source: DPad Right
sa: DPad राइट्

source: Select
sa: विचि

source: Button Left
sa: बटनं वामम्

source: Button Right
sa: बटन राइट्

source: Button Up
sa: बटन अप

source: Button Down
sa: बटनं अधः

source: Button Enter
sa: बटनं प्रविष्टम्

source: Button Back
sa: बटनं पृष्ठतः

source: Button Home
sa: बटन गृह

source: Bind TV Remote Keys To Buttons
sa: TV Remote Keys To Buttons बन्धनं कुर्वन्तु

source: Bind Wii Remote Keys To Buttons
sa: बटनं प्रति Wii दूरस्थकुंजी बाइंडं कुर्वन्तु

source: Bind Gamepad Keys To Buttons
sa: Gamepad Keys To Buttons बाध्यं कुर्वन्तु

source: Go back [←] to return to device selection
sa: उपकरणचयनं प्रति प्रत्यागन्तुं पुनः [←] गच्छन्तु

source: Remote Controllers
sa: दूरस्थ नियन्त्रकाः

source: Found Devices
sa: प्राप्तयन्त्राणि

source: No Devices Found
sa: न यन्त्राणि लब्धानि

source: Select Key On Your TV Remote For %1
sa: %1 कृते स्वस्य TV दूरस्थे कीलं चिनोतु

source: Select Key On Your Gamepad For %1
sa: %1 कृते स्वस्य गेमपैड् मध्ये कीलं चिनोतु

source: Device:
sa: उपकरणम्‌:

source: No remote controllers available.
sa: दूरनियन्त्रकाः न उपलभ्यन्ते।
