Repository: KDE/plasma-remotecontrollers
Catalog: po/sa/plasma-remotecontrollers.po
Languages: sa

source: Remote Controllers
sa: दूरस्थ नियन्त्रकाः

source: Configure Inhibited Apps
sa: Inhibited Apps विन्यस्तं कुर्वन्तु

source: Inhibitions
sa: निरोधाः

source: KDE Plasma
sa: केडीई प्लाज्मा

source: Plasma Remote Controllers
sa: प्लाज्मा रिमोट कंट्रोलर

source: System update status notifier
sa: सिस्टम् अपडेट् स्थितिसूचकः

source: © 2022 Plasma Development Team
sa: © 2022 प्लाज्मा विकास दल

source: Replace an existing instance
sa: विद्यमानं दृष्टान्तं प्रतिस्थापयन्तु

source: Controller connected
sa: नियन्त्रकः सम्बद्धः

source: Controller Disconnected
sa: नियन्त्रकः विच्छिन्नः
