Repository: KDE/plasma-remotecontrollers
Catalog: po/*/kcm_mediacenter_remotecontrollers.po
Languages: ar, eo, he, hi, is, lv

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
eo: Oliver Kellogg
he: צוות התרגום של KDE ישראל
hi: तुम्हारे नाम
is: Guðmundur Erlingsson
lv: Toms Trasūns

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
eo: olivermkellogg@gmail.com
he: kde-l10n-he@kde.org
hi: आपके ईमेल
is: gudmundure@gmail.com
lv: toms.trasuns@posteo.net

source: Play
ar: شغّل
eo: Ludi
he: נגינה
hi: खेल
is: Spila
lv: Atskaņot

source: Stop
ar: أوقف
eo: Halti
he: עצירה
hi: रुकना
is: Stöðva
lv: Apturēt

source: Pause
ar: ألبث
eo: Paŭzi
he: השהיה
hi: विराम
is: Á pásu
lv: Pauzēt

source: Rewind
ar: رجوع
eo: Rebobeni
he: החזרה אחורה
hi: रिवाइंड
is: Spóla til baka
lv: Paiet atpakaļ

source: Fast Forward
ar: تقديم سريع
eo: Rapide Antaŭen
he: הרצה קדימה
hi: तेजी से आगे बढ़ना
is: Spóla áfram
lv: Iet uz priekšu

source: Enter
ar: أدخل
eo: Enigi
he: אנטר
hi: प्रवेश करना
lv: Ievadīt

source: Up
ar: أعلى
eo: Supren
he: למעלה
hi: ऊपर
is: Upp
lv: Augšup

source: Down
ar: أسفل
eo: Malsupren
he: למטה
hi: नीचे
is: Niður
lv: Lejup

source: Right
ar: يمين
eo: Dekstra
he: ימינה
hi: सही
is: Hægri
lv: Pa labi

source: Left
ar: يسار
eo: Maldekstra
he: שמאלה
hi: बाएं
is: Vinstri
lv: Pa kreisi

source: Button 0
ar: زر 0
eo: Butono 0
he: כפתור 0
hi: बटन 0
is: Hnappur 0
lv: 0. poga

source: Button 1
ar: زر 1
eo: Butono 1
he: כפתור 1
hi: बटन 1
is: Hnappur 1
lv: 1. poga

source: Button 2
ar: زر 2
eo: Butono 2
he: כפתור 2
hi: बटन 2
is: Hnappur 2
lv: 2. poga

source: Button 3
ar: زر 3
eo: Butono 3
he: כפתור 3
hi: बटन 3
is: Hnappur 3
lv: 3. poga

source: Button 4
ar: زر 4
eo: Butono 4
he: כפתור 4
hi: बटन 4
is: Hnappur 4
lv: 4. poga

source: Button 5
ar: زر 5
eo: Butono 5
he: כפתור 5
hi: बटन 5
is: Hnappur 5
lv: 5. poga

source: Button 6
ar: زر 6
eo: Butono 6
he: כפתור 6
hi: बटन 6
is: Hnappur 6
lv: 6. poga

source: Button 7
ar: زر 7
eo: Butono 7
he: כפתור 7
hi: बटन 7
is: Hnappur 7
lv: 7. poga

source: Button 8
ar: زر 8
eo: Butono 8
he: כפתור 8
hi: बटन 8
is: Hnappur 8
lv: 8. poga

source: Button 9
ar: زر 9
eo: Butono 9
he: כפתור 9
hi: बटन 9
is: Hnappur 9
lv: 9. poga

source: Button Blue
ar: زر الأزرق
eo: Butono Blua
he: כפתור כחול
hi: बटन नीला
is: Blár hnappur
lv: Zilā poga

source: Button Green
ar: زر الأخضر
eo: Butono Verda
he: כפתור ירוק
hi: बटन हरा
is: Grænn hnappur
lv: Zaļā poga

source: Button Yellow
ar: زر الأصفر
eo: Butono Flava
he: כפתור צהוב
hi: बटन पीला
is: Gulur hnappur
lv: Dzeltenā poga

source: Button Red
ar: زر الأحمر
eo: Butono Ruĝa
he: כפתור אדום
hi: बटन लाल
is: Rauður hnappur
lv: Sarkanā poga

source: Channel Up
ar: قناة للأعلى
eo: Kanalo Supren
he: ערוץ למעלה
hi: चैनल अप
is: Upp um rás
lv: Kanāls augšup

source: Channel Down
ar: قناة للأسفل
eo: Kanalo Malsupren
he: ערוץ למטה
hi: चैनल डाउन
is: Niður um rás
lv: Kanāls lejup

source: Exit
ar: اخرج
eo: Eliri
he: יציאה
hi: बाहर निकलना
is: Hætta
lv: Iziet

source: Back
ar: عُد
eo: Malantaŭen/Reen
he: חזרה
hi: पीछे
is: Til baka
lv: Atpakaļ

source: Home
ar: المنزل
eo: Hejmo
he: בית
hi: घर
is: Heim
lv: Mājas

source: Menu
ar: القائمة
eo: Menuo
he: תפריט
hi: मेनू
is: Valmynd
lv: Izvēlne

source: Info
ar: معلومات
eo: Informo
he: מידע
hi: जानकारी
is: Upplýsingar
lv: Informācija

source: Subtitle
ar: الترجمة
eo: Subtitolo
he: כתוביות
hi: उपशीर्षक
is: Skjátexti
lv: Subtitrs

source: Left Meta
ar: ميتا اليسار
eo: Maldekstra Meta
he: מטא שמאלי
hi: बायाँ मेटा
is: Vinstri Meta
lv: Kreisais meta

source: Games
ar: الألعاب
eo: Ludoj
he: משחקים
hi: खेल
is: Leikir
lv: Spēles

source: Cancel
ar: ألغِ
eo: Nuligi
he: ביטול
hi: रद्द करना
is: Hætta við
lv: Atcelt

source: Mode
ar: الوضع
eo: Reĝimo
he: מצב
hi: तरीका
is: Snið
lv: Režīms

source: Start
ar: ابدأ
eo: Komenci
he: התחלה
hi: शुरू
is: Byrja
lv: Sākt

source: Gamepad X / Gamepad Square
ar: مربع مقبض الألعاب / X في مقبض الألعاب
eo: Gamepad X / Gamepad Kvadrato
he: X בבקר משחק / ריבוע בבקר משחק
hi: गेमपैड एक्स / गेमपैड स्क्वायर
is: X-hnappur / ferningur
lv: Spēļu kontroliera X / Spēļu kontroliera kvadrāts

source: Gamepad A / Gamepad Cross
ar: زائد مقبض الألعاب / A في مقبض الألعاب
eo: Gamepad A / Gamepad Kruco
he: A בבקר משחק / איקס בבקר משחק
hi: गेमपैड ए / गेमपैड क्रॉस
is: A-hnappur / kross
lv: Spēļu kontroliera A / Spēļu kontroliera krustiņš

source: Gamepad B / Gamepad Circle
ar: دائرة مقبض الألعاب / B في مقبض الألعاب
eo: Gamepad B / Gamepad Cirklo
he: B בבקר משחק / עיגול בבקר משחק
hi: गेमपैड बी / गेमपैड सर्किल
is: B-hnappur / hringur
lv: Spēļu kontroliera B / Spēļu kontroliera aplītis

source: Gamepad Y / Gamepad Triangle
ar: مثلث مقبض الألعاب / Y في مقبض الألعاب
eo: Gamepad Y / Gamepad Triangulo
he: Y בבקר משחק / משולש בבקר משחק
hi: गेमपैड Y / गेमपैड त्रिभुज
is: Y-hnappur / þríhyrningur
lv: Spēļu kontroliera Y / Spēļu kontroliera trijstūris

source: Trigger Left-1
ar: تطلق يسار-١
eo: Ekigilo Maldekstra-1
he: טריגר שמאל 1
hi: ट्रिगर बायाँ-1
is: Vinstri gikkur-1
lv: Trigera taustiņš pa kreisi 1

source: Trigger Right-1
ar: تطلق يمين-١
eo: Ekigilo Dekstra-1
he: טריגר ימין 1
hi: ट्रिगर राइट-1
is: Hægri gikkur-1
lv: Trigera taustiņš pa labi 1

source: Trigger Left-2
ar: تطلق يسار-٢
eo: Ekigilo Maldekstra-2
he: טריגר שמאל 2
hi: ट्रिगर लेफ्ट-2
is: Vinstri gikkur-2
lv: Trigera taustiņš pa kreisi 2

source: Trigger Right-2
ar: تطلق يمين-٢
eo: Ekigilo Dekstra-2
he: טריגר ימין 2
hi: ट्रिगर राइट-2
is: Hægri gikkur-2
lv: Trigera taustiņš pa labi 2

source: DPad Up
ar: أعلى لويحة الاتجاهات
eo: DPad Supren
he: למעלה במשטח כיוונים
hi: डीपैड अप
is: Örvahnappur upp
lv: Virzienu tastatūra augšup

source: DPad Down
ar: أسفل لويحة الاتجاهات
eo: DPad Malsupren
he: למטה במשטח כיוונים
hi: डीपैड डाउन
is: Örvahnappur niður
lv: Virzienu tastatūra lejup

source: DPad Left
ar: يسار لويحة الاتجاهات
eo: DPad Maldekstra
he: שמאלה במשטח כיוונים
hi: डीपैड बायाँ
is: Örvahnappur vinstri
lv: Virzienu tastatūra pa kreisi

source: DPad Right
ar: يمين لويحة الاتجاهات
eo: DPad Dekstra
he: ימינה במשטח כיוונים
hi: डीपैड राइट
is: Örvahnappur hægri
lv: Virzienu tastatūra pa labi

source: Select
ar: اختر
eo: Elekti
he: בחירה
hi: चुनना
is: Velja
lv: Atlasīt

source: Button Left
ar: زر اليسار
eo: Butono Maldekstren
he: כפתור שמאל
hi: बटन बायाँ
is: Vinstri-hnappur
lv: Poga pa kreisi

source: Button Right
ar: زر اليمين
eo: Butono Dekstren
he: כפתור ימין
hi: बटन दायाँ
is: Hægri-hnappur
lv: Poga pa labi

source: Button Up
ar: زر الأعلى
eo: Butono Supren
he: כפתור למעלה
hi: बटन लगाना
is: Upp-hnappur
lv: Poga augšup

source: Button Down
ar: زر الأسفل
eo: Butono Malsupren
he: כפתור למטה
hi: कालर के नीचे बटन लगी शर्ट
is: Niður-hnappur
lv: Poga lejup

source: Button Enter
ar: زر الإدخال
eo: Butono Enigi
he: כפתור אנטר
hi: बटन दर्ज करें
is: Færsluhnappur
lv: Poga „Enter“

source: Button Back
ar: زر الرجوع
eo: Butono Reen
he: כפתור חזרה
hi: बटन वापस
is: Til baka-hnappur
lv: Poga atpakaļ

source: Button Home
ar: زر البيت
eo: Butono Hejmen
he: כפתור בית
hi: बटन होम
is: Heim-hnappur
lv: Poga mājas

source: Bind TV Remote Keys To Buttons
ar: اربط مفاتيح متحكم التلفاز بالأزرار
eo: Ligi TV-Teleregilajn Klavojn al Butonoj
he: איגוד מקשי שלט הטלוויזיה לכפתורים
hi: टीवी रिमोट की कुंजियों को बटनों से बांधें
is: Tengja takka á sjónvarpsfjarstýringu við hnappa
lv: Sasaistīt TV tālvadības pulti ar taustiņiem

source: Bind Wii Remote Keys To Buttons
ar: اربط مفاتيح متحكم ويي بالأزرار
eo: Ligi Wii-Remote Klavojn al Butonoj
he: איגוד מקשי שלט Wii לכפתורים
hi: Wii रिमोट कुंजियों को बटनों से बांधें
is: Tengja takka á Wii-fjarstýringu við hnappa
lv: Sasaistīt „Wii“ tālvadības pults pogas ar taustiņiem

source: Bind Gamepad Keys To Buttons
ar: اربط مفاتيح مقبض الألعاب بالأزرار
eo: Ligi Gamepad-Klavojn al Butonoj
he: איגוד מקשי בקרי משחק לכפתורים
hi: गेमपैड कुंजियों को बटनों से बांधें
is: Tengja takka á leikjastýringu við hnappa
lv: Sasaistīt spēļu kontroliera pogas ar taustiņiem

source: Go back [←] to return to device selection
ar: زر الخلف [←] لترجع تحديد جهاز
eo: Iru reen [←] por reveni al aparata elekto
he: יש ללחוץ על [→] כדי לחזור לבחירת ההתקנים

source: Remote Controllers
ar: أجهزة تحكم عن بعد
eo: Teleregiloj
he: שלטים
hi: रिमोट कंट्रोलर
is: Fjarstýringar
lv: Tālvadības pultis

source: Found Devices
ar: الأجهزة الموجودة
eo: Trovitaj Aparatoj
he: התקנים שנמצאו

source: No Devices Found
ar: لم يُعثر على أجهزة
eo: Trovis Neniujn Aparatojn
he: לא נמצאו התקנים

source: Select Key On Your TV Remote For %1
ar: اختر مفتاح على متحكم تلفازك لـ%1
eo: Elektu Klavon Sur Via TV-Teleregilo Por %1
he: נא לבחור כפתור בשלט הטלוויזיה שלך עבור %1
hi: %1 के लिए अपने टीवी रिमोट पर कुंजी चुनें
is: Veldu takka á sjónvarpsfjarstýringunni fyrir %1
lv: Atlasiet taustiņu uz TV tālvadības pults darbībai „%1“

source: Select Key On Your Gamepad For %1
ar: اختر مفتاح على مقبض ألعاب لـ%1
eo: Elektu Klavon Sur Via Gamepad Por %1
he: נא לבחור כפתור בבקר המשחק שלך עבור %1
hi: %1 के लिए अपने गेमपैड पर कुंजी चुनें
is: Veldu takka á leikjastýringunni fyrir %1
lv: Atlasiet taustiņu uz spēļu kontroliera darbībai „%1“

source: This module lets you configure remote controllers.
ar: تسمح لك هذه الوحدة بضبط المتحكمات عن بعد.
he: המודל הזה מאפשר לך להגדיר שלטים.

source: Device:
ar: الجهاز:
eo: Aparato:
he: התקן:
hi: उपकरण:
is: Tæki:
lv: Ierīce:

source: No remote controllers available.
ar: لا يوجد أجهزة تحكم عن بعد.
eo: Neniuj teleregiloj disponeblaj.
he: אין שלטים זמינים.
hi: कोई रिमोट कंट्रोलर उपलब्ध नहीं है.
is: Engar fjarstýringar tiltækar.
lv: Tālvadības pultis nav pieejamas.

source: Configure Remote Controllers
ar: اضبط أجهزة تحكم عن بعد
he: הגדרת שלטים

source: Select button mapping for %1
is: Velja takkavörpun fyrir %1
lv: Atlasiet pogu „%1“ piesaistīšanai

source: Selected key: %1
is: Valinn lykill: %1
lv: Atlasītais taustiņš: %1
