Repository: KDE/plasma-remotecontrollers
Catalog: po/*/plasma-remotecontrollers.po
Languages: be, eo, he, hi, hu, is, lv, pt_br

source: Remote Controllers
be: Кантролеры дыстанцыйнага кіравання
eo: Teleregiloj
he: שלטים
hi: रिमोट कंट्रोलर
hu: Távvezérlők
is: Fjarstýringar
lv: Tālvadības pultis
pt_br: Controles Remotos

source: Configure Inhibited Apps
be: Наладжванне забароненых праграм
eo: Agordi Inhibiciitajn Apojn
he: הגדרת יישומים מעוכבים
hi: प्रतिबंधित ऐप्स कॉन्फ़िगर करें
hu: Tiltott alkalmazások beállítása
is: Grunnstilla hindruð forrit
lv: Konfigurēt nomāktās programmas
pt_br: Configurar aplicativos inibidos

source: Inhibitions
be: Забароненыя
eo: Inhibicio
he: עכבות
hi: संकोच
hu: Tiltások
is: Hindranir
lv: Nomākšana
pt_br: Inibições

source: KDE Plasma
eo: KDE Plasmo
he: פלזמה של KDE
hi: केडीई प्लाज्मा

source: Plasma Remote Controllers
be: Кантролеры дыстанцыйнага кіравання Plasma
eo: Plasma-Teleregiloj
he: שלטים של פלזמה
hi: प्लाज्मा रिमोट कंट्रोलर
hu: Plasma Távvezérlők
is: Plasma fjarstýringar
lv: „Plasma“ tālvadības pultis
pt_br: Controles remotos no Plasma

source: System update status notifier
be: Апавяшчэнне пра стан абнаўлення сістэмы
eo: Sistemĝisdatiga statosciigilo
he: מודיע עדכוני מצב מערכת
hi: सिस्टम अद्यतन स्थिति अधिसूचना
hu: Rendszerfrissítés állapotértesítő
is: Tilkynningar um stöðu kerfisuppfærslu
lv: Sistēmas atjauninājumu statusa paziņotājs
pt_br: Notificador do estado de atualização do sistema

source: © 2022 Plasma Development Team
be: © 2022 Каманда распрацоўвання Plasma
hi: © 2022 प्लाज़्मा डेवलपमेंट टीम
hu: © A Plasma fejlesztői, 2022.
lv: © 2022 „Plasma“ izstrādātāju komanda
pt_br: © 2022 Equipe de desenvolvimento do Plasma

# NAME OF TRANSLATORS
source: Your names
be: Antikruk
eo: Oliver Kellogg
he: צוות התרגום של KDE ישראל
hi: तुम्हारे नाम
hu: Kiszel Kristóf
is: Guðmundur Erlingsson
lv: Toms Trasūns
pt_br: Marcus Gama

# EMAIL OF TRANSLATORS
source: Your emails
be: nashtlumach@gmail.com
eo: olivermkellogg@gmail.com
he: kde-l10n-he@kde.org
hi: आपके ईमेल
hu: ulysses@fsf.hu
is: gudmundure@gmail.com
lv: toms.trasuns@posteo.net
pt_br: marcus.gama@gmail.com

source: Replace an existing instance
be: Замяніць наяўны асобнік
eo: Anstataŭigi ekzistantan petskribon
he: החלפת מופע קיים
hi: किसी मौजूदा इंस्टैंस को प्रतिस्थापित करें
hu: Meglévő példány cseréje
is: Skipta út fyrirliggjandi tilviki
lv: Aizvietot jau pastāvošu instanci
pt_br: Substituir uma instância existente

source: Controller connected
be: Кантролер падлучаны
eo: Regilo konektita
he: בקר חובר
hi: नियंत्रक कनेक्टेड
hu: Vezérlő csatlakoztatva
is: Stýring tengd
lv: Pults vai kontrolieris nav pievienots
pt_br: Controle conectado

source: Controller Disconnected
be: Кантролер адлучаны
eo: Regilo malkonektita
he: בקר נותק
hi: नियंत्रक डिस्कनेक्ट हो गया
hu: Vezérlő leválasztva
is: Stýring aftengd
lv: Pults vai kontrolieris ir atvienots
pt_br: Controle desconectado

# What Nintendo Wii remote controllers are called
source: Wii Remote
he: שלט Wii
hi: Wii रिमोट
is: Wii-stýring
lv: „Wii“ kontrolieris
pt_br: Controle do Wii

source: © 2022-2025 Plasma Development Team
is: © 2022-2025 Plasma þróunarteymið
